Repository: blokkli/editor
Catalog: i18n/gsw_CH.po
Languages: gsw_ch

# addBlockCommand.appendInField
source: Append "@block" in "@field"
gsw_ch: «@block» in «@field» drzüefüege

# addBlockCommand.appendRoot
source: Append "@block"
gsw_ch: «@block» drzuefüege

# addBlockCommand.insertInField
source: Insert "@block" into "@field"
gsw_ch: «@block» in «@field» drzuefüege

# addCommentToItem
source: Comment
gsw_ch: Kommentiere

# addListInputPlaceholder
source: Search available blocks
gsw_ch: Blöck durchsueche

# addListItemFavoriteAdd
source: Add to favorites
gsw_ch: Zu de Favorite drzuefüege

# addListItemFavoriteRemove
source: Remove from favorites
gsw_ch: Us de Favorite entfärne

# addListSidebarTitle
source: Add blocks
gsw_ch: Block drzuefüege

source: Artboard
gsw_ch: Zeichenflächi

# artboardResetZoom
source: Reset zoom
gsw_ch: Zoom zruggsetze

# artboardScaleToFit
source: Scale to fit
gsw_ch: And Höchi aapasse

# artboardScrollDown
source: Scroll down
gsw_ch: abescrolle

# artboardScrollOnePageDown
source: Scroll one page down
gsw_ch: E Sitte ufescrolle

# artboardScrollOnePageUp
source: Scroll one page up
gsw_ch: E Sitte abescrolle

# artboardScrollToEnd
source: Scroll to end
gsw_ch: Zum Schluss scrolle

# artboardScrollToTop
source: Scroll to top
gsw_ch: Zum Aafang scrolle

# artboardScrollUp
source: Scroll up
gsw_ch: ufescrolle

# assistantAddAction
source: Add with AI Assistant
gsw_ch: Mitem KI-Assischtänt drzuefüege

# assistantAddResultError
source: Failed to add block from assistant.
gsw_ch: Es het e Fähler gäh bim drzuefüege mitem KI Assischtänt

# assistantDialogLead
source: Please enter what you'd like the assistant to generate.
gsw_ch: Bitte git iih, was dr KI-Assischtänt söll generiere.

# assistantDialogSubmit
source: Create blocks
gsw_ch: Blöck erstelle

# assistantDialogTitle
source: Generate content with AI assistant
gsw_ch: Inhalt mit KI generiere

# assistantPromptLabel
source: Prompt
gsw_ch: Aawiisig

# assistantPromptPlaceholder
source: Generate content for a page about how taxes work in Switzerland
gsw_ch: Schrib e Teggscht zum Thema Stüüre in dr Schwiz

source: Cancel
gsw_ch: Abbräche

source: Clipboard
gsw_ch: Zwüscheablag

# clipboardCopyShortcutHelp
source: Copy selected blocks
gsw_ch: Usgwählti Blöck kopiere

# clipboardEmpty
source: No items in the clipboard
gsw_ch: In dr Zwüscheablag hets nüt

# clipboardExplanation
source: <p> Use Ctrl-V on the page to paste content. These will then be displayed here. </p> <p> Use Ctrl-F to search for existing content and paste it into the clipboard. </p>
gsw_ch: <p>Bruch Ctrl+V zum öbbis iifüege. D'Inhält wärde denn do aazeigt.</p><p>Bruch Ctrl+F zum bestehendi Inhält z'sueche und ind Zwüscheablag iizfüege. </p>

# clipboardPastePlaceholder
source: Paste text or media here
gsw_ch: Teggscht oder Medie iifüege

# clipboardPasteShortcutHelp
source: Paste text, image or copied blocks
gsw_ch: Teggscht, Bild oder kopierti Blöck iifüege

source: Close
gsw_ch: Zuemache

# commandGroup.action
source: Actions
gsw_ch: Aktione

# commandGroup.add
source: Add new
gsw_ch: Drzuefüege

# commandGroup.misc
source: Miscellaneous
gsw_ch: Divärses

# commandGroup.selection
source: Selection
gsw_ch: Uswahl

# commandGroup.ui
source: Interface
gsw_ch: Oberflächi

# commandPalette.inputPlaceholder
source: Search commands...
gsw_ch: Aktione durchsueche...

# commentAdd
source: Add comment
gsw_ch: Kommentar drzuefüege

# commentBody
source: Comment
gsw_ch: Kommentar

# commentBodyPlaceholder
source: Add reply
gsw_ch: Antwort drzuefüege

# commentSave
source: Submit comment
gsw_ch: Kommentar speichere

source: Comments
gsw_ch: Kommentär

source: Convert to...
gsw_ch: Konvertiere

# deleteButton
source: Delete
gsw_ch: Lösche

# deleteError
source: The block could not be deleted.
gsw_ch: S'Elemänt het nid chönne entfärnt wärde.

source: Duplicate
gsw_ch: Dupliziere

# duplicateError
source: The items could not be duplicated.
gsw_ch: D'Elemänt hän nid chönne dupliziert wärde.

source: Edit
gsw_ch: Bearbeite

# editFormBlockAdd
source: Add @label
gsw_ch: @label drzuefüege

# editFormBlockEdit
source: Edit @label
gsw_ch: @label bearbeite

# editFormBlockTranslate
source: Translate @label (@language)
gsw_ch: @label übersetze (@language)

# editFormEntityEdit
source: Edit @label
gsw_ch: "@label" bearbeite

# editFormEntityTranslate
source: Translate "@label" (@language)
gsw_ch: "@label" übersetze (@language)

# editIndicatorLabel
source: Edit blocks
gsw_ch: Elemänt bearbeite

# editableCommandEdit
source: Edit field "@name"
gsw_ch: Fäld «@name» bearbeite

# exitDescription
source: Close editor without publishing
gsw_ch: Dr Editor zuemache ohni z'veröffentliche

# exitTitle
source: Close
gsw_ch: Zuemache

# failedToConvert
source: The block could not be converted.
gsw_ch: S'Elemänt het nid chönne konvertiert wärde.

# failedToTransform
source: The action "@name" could not be executed.
gsw_ch: D'Aktion «@name» het nid chönne usgfüert wärde.

# featureHelpShortcuts
source: Shortcuts
gsw_ch: Taschtekombinatione

# featureHelpTitle
source: Help
gsw_ch: Hilf

# feature_add-list_setting_orientation_label
source: Add List
gsw_ch: Block-Leischte

# feature_add-list_setting_orientation_option_sidebar
source: Sidebar
gsw_ch: Sitteleischte

# feature_add-list_setting_orientation_option_vertical
source: Vertical
gsw_ch: Vertikal

# feature_artboard_setting_persist_label
source: Persist position and zoom
gsw_ch: Position und Zoom speichere

# feature_artboard_setting_scrollSpeed_label
source: Artboard scroll speed
gsw_ch: Scrollgschwindigkeit vo dr Zeicheflächi

# feature_clipboard_setting_openSidebarOnPaste_label
source: Open sidebar when pasting from clipboard
gsw_ch: Sitteleischte bim Iifüege us dr Zwüscheablag ufmache

# feature_history_setting_useMouseButtons_label
source: Use mouse buttons for undo/redo
gsw_ch: Muustaschte für Rückgängig/Wiederhärstelle bruche

# feature_import-existing_setting_showDialogWhenEmpty_label
source: Show import dialog at start when page is empty
gsw_ch: Importdialog bim Start aazeige wenn d'Sitte leer isch

# feature_settings_setting_resetAllSettings_label
source: Reset all settings
gsw_ch: Alli Iistellige Zruggsetze

# feature_settings_setting_useAnimations_label
source: Use animations
gsw_ch: Animatione aazeige

# fieldAreasHide
source: Hide block fields
gsw_ch: Inhaltsbereich verstecke

# fieldAreasShow
source: Show block fields
gsw_ch: Inhaltsbereich aazeige

# fieldAreasToggle
source: Toggle block fields
gsw_ch: Inhaltsbereich aazeige

# fieldIsRequired
source: This field is required
gsw_ch: Das Fäld dörf nid leer sii

# gridHide
source: Hide grid
gsw_ch: Spalte verstecke

# gridShow
source: Show grid
gsw_ch: Spalte aazeige

# gridToggle
source: Toggle grid
gsw_ch: Spalte aazeige

source: History
gsw_ch: Ändergie

# historyCurrentRevision
source: Current revision
gsw_ch: Aktuelli Revision

# historyRedo
source: Redo
gsw_ch: Wiederhole

# historyShowMore
source: Show @count more
gsw_ch: @count meeh aazeige

# historyUndo
source: Undo
gsw_ch: Rückgängig

# importExistingDescription
source: Import from an existing page
gsw_ch: Von enere bestehende Sitte importiere

# importExistingDialogLead
source: Import content from an existing page. The items will be added to the end of the list. This action can be undone.
gsw_ch: Inhält chönne vonere bestehende Sitte importiert wärde. Die Elemänt wärde am Ändi vo dr lischte denn drzuegfüegt. Die Aktion chame nid ruckgängig mache.

# importExistingDialogSubmit
source: Import content
gsw_ch: Inhält importiere

# importExistingDialogTitle
source: Import from existing page
gsw_ch: Vonere bestehende Sitte importiere

# importExistingError
source: Content could not be imported.
gsw_ch: D'Inhält hän nid chönne übernoh wärde

# importExistingFieldsLabel
source: Which content would you like to import?
gsw_ch: Weli Inhält sölle importiert wärde?

# importExistingPagesLabel
source: From which page would you like to import?
gsw_ch: Von welere Sitte willsch öbbis importiere?

# importExistingResultsTitle
source: @count of @total pages
gsw_ch: @count vo @total Sitte

# importExistingSearchPlaceholder
source: Search pages
gsw_ch: Sitte durchsueche

# importExistingSuccess
source: Content imported successfully.
gsw_ch: Inhält erfolgriich importiert

# importExistingTitle
source: Import...
gsw_ch: Importiere...

# libraryAdd
source: Add to library
gsw_ch: Zur Bibliothek drzuefüege

# libraryAddFromLibrary
source: Add from library
gsw_ch: Us dr Bibliothek drzuefüege

# libraryDetach
source: Detach from library
gsw_ch: Von der Bibliothek loslöse

# libraryDialogDescriptionLabel
source: Description
gsw_ch: Beschriibig

# libraryDialogLead
source: When you add an item to the library, you can use it on multiple pages at the same time. Changes to this item are then immediately published on all pages.
gsw_ch: Wenn es Elemänt in dr Bibliothek isch, cha das Elemänt uf mehrere Sitte gliichzittig brucht wärde. D'Änderige an däm Elemänt wärde denn sofort uf allne Sitte publiziert.

# libraryDialogSubmit
source: Add to library
gsw_ch: Zur Bibliothe drzuefüege

# libraryDialogTitle
source: Add to library
gsw_ch: Zur Bibliothe drzuefüege

# libraryDialogTitleInputPlaceholder
source: e.g. Teaser Campaign 2024
gsw_ch: z.B. Teaser Kampagne 2023

# libraryError
source: Failed to add block to library.
gsw_ch: Das Elemänt het nid chönne zur Bibliothek drzuegfüegt wärde.

# libraryPlaceDialogLead
source: Select a reusable block from the library to add it to your layout. You can detach the block later.
gsw_ch: Wähl e wiederverwändbare Block us dr Bibliothek zum dä drzuefüege. Dr Block cha spöter wider entfärnt wärde.

# libraryPlaceDialogSubmit
source: Add reusable block
gsw_ch: E widerverwändbare Block drzuefüege

# libraryPlaceDialogTitle
source: Add block from library
gsw_ch: Block us dr Bibliothek drzuefüege

# libraryPlaceSearchInputPlaceholder
source: Search library items
gsw_ch: Suchbegriff iigeh

# libraryPlaceSearchLabel
source: Filter library items
gsw_ch: Bibliothek durchsueche

# libraryPreviewLabel
source: Preview
gsw_ch: Vorschau

# maskHide
source: Hide non-editable areas
gsw_ch: Inhaltsfälder verstecke

# maskShow
source: Show non-editable areas
gsw_ch: Inhaltsfelder aazeige

# maskToggle
source: Toggle non-editable areas
gsw_ch: Inhaltsfelder aazeige

source: Media Library
gsw_ch: Mediebibliothek

# multipleItemsLabel
source: Items
gsw_ch: Elemänt

# optionsCommand.selectCheckboxValue
source: Select "@value" in "@option"
gsw_ch: «@value» in «@option» uswähle

# optionsCommand.setOption
source: Set option "@option" to "@value"
gsw_ch: Option «@option» «@value» setze

# optionsCommand.unselectCheckboxValue
source: Unselect "@value" in "@option"
gsw_ch: «@value» in «@option» abwähle

# ownershipError
source: Error in assigning
gsw_ch: Fähler bim Zuewiise

# ownershipNote
source: This page is currently being edited by @name. Changes can only be made by one person at a time.
gsw_ch: Diese Sitte wird aktuell vo @name bearbeitet. Änderige chönne nur vo einere Person glichzittig gmacht wärde.

# ownershipSuccess
source: You are now the owner.
gsw_ch: Du bisch jetzt dr Bsitzer.

# ownershipTakeOwnership
source: Assign to me
gsw_ch: Mir zuewiise

source: Page is not published
gsw_ch: Die Sitte isch nid publiziert

source: Page is published
gsw_ch: Die Sitte isch Publiziert

# pageIsPublishedWithPendingChanges
source: Page is published (changes pending)
gsw_ch: Die Sitte isch publiziert (es sin aber no Änderige usstehend)

# previewDialogLead
source: Scan the QR code with your smartphone to open the preview.
gsw_ch: Scan dr QR-Code zum ufem Smartphone d'Vorschau aaluege.

# previewDialogTitle
source: Preview with smartphone
gsw_ch: Vorschau mitem Smartphone

source: Preview (new window)
gsw_ch: Vorschau (neus Fänschter)

# previewQrCodeText
source: You can also copy the link and share it.
gsw_ch: Dä Link chame au kopiere und teile.

source: Preview (with smartphone)
gsw_ch: Vorschau (mitem Smartphone)

# publishDescription
source: Publish all changes.
gsw_ch: Alli änderige öffentlich mache.

# publishError
source: Changes could not be published.
gsw_ch: D'Änderige hän nid chönne publiziert wärde.

# publishLabel
source: Publish
gsw_ch: Publiziere

# publishSuccess
source: Changes published successfully.
gsw_ch: Änderige erfolgriich publiziert.

# responsivePreviewCustomViewport
source: Custom
gsw_ch: Benutzerdefiniert

# responsivePreviewTitle
source: Responsive Preview
gsw_ch: Responsivi Vorschau

# revertDialogLead
source: This will delete all changes and restore the currently published state. This action cannot be undone.
gsw_ch: Alli Änderige wärde glöscht und dr jetzt publizierti Zuestand wird wider härgstellt. Die Aktion chame nid rückgängig mache.

# revertDialogSubmit
source: Discard changes
gsw_ch: Änderige verwärfe

# revertDialogTitle
source: Irrevocably discard changes
gsw_ch: Änderige ändgültig verwärfe.

# revertError
source: Changes could not be discarded.
gsw_ch: D'Änderige hän nid chönne verworfe wärde.

# revertMenuDescription
source: Restore currently published state
gsw_ch: Dr aktuell publizierti Stand widerhärstelle.

# revertMenuTitle
source: Discard...
gsw_ch: Verwärfe...

# revertSuccess
source: All changes have been discarded.
gsw_ch: Alli Änderige sin glöcht worde.

source: Save
gsw_ch: Speichere

# searchBoxNoResultsFound
source: No results found
gsw_ch: Keini Resultat gfunde

# searchBoxOnThisPage
source: On this page
gsw_ch: Uf dere Sitte

# searchBoxPlaceholder
source: Enter search term
gsw_ch: Suechbegriff iigeh

# searchToolbarLabel
source: Search content
gsw_ch: Inhält sueche

# settingsAdvanced
source: Advanced
gsw_ch: Erwitteret

# settingsAppearance
source: Appearance
gsw_ch: Darstellig

# settingsBehaviour
source: Behaviour
gsw_ch: Verhalte

# settingsDialogTitle
source: Change settings
gsw_ch: Iistellige

# settingsMenuDescription
source: Personal settings for the editor
gsw_ch: Persönlichi Iistellige füre Editor

# settingsMenuTitle
source: Settings
gsw_ch: Iistellige

# shortcutGroupBlocks
source: Blocks
gsw_ch: Blöck

# shortcutGroupGeneral
source: General
gsw_ch: Allgemein

# shortcutGroupUi
source: UI
gsw_ch: Oberflächi

# sidebar.hide
source: Hide @title
gsw_ch: @title usblände

# sidebar.show
source: Show @title
gsw_ch: @title aazeige

# singleComment
source: comment
gsw_ch: Kommentar

# structureToolbarLabel
source: Structure
gsw_ch: Struktur

source: Theme
gsw_ch: Farbe

# touchBarCancelDragging
source: Cancel dragging
gsw_ch: Platziere abbräche

# touchBarFinishSelecting
source: Finish selecting
gsw_ch: Merfachuswahl beände

# transformTo
source: Other actions
gsw_ch: Anderi Aktione

# translationsBatchTranslateMenuDescription
source: Translate all blocks
gsw_ch: Alli Elemänt übersetze

# translationsBatchTranslateMenuTitle
source: Translate...
gsw_ch: Übersetze...

# translationsItemAction
source: Translate
gsw_ch: Übersetze...

# validationsNoneFound
source: No validation errors found.
gsw_ch: Keini Validierigsfähler gfunde.

# validationsToolbarLabel
source: Validations
gsw_ch: Validierige
